var languagesList_mainUI_html = {
'defaultLanguage' : 'auto_detected', /* (optional) although must be defined if you don't want en_GB */
'showFlag': false,            /* (optional) show/hide the flag 显示/隐藏旗帜 */
'showCountry': false,         /* (optional) show/hide the country name 显示/隐藏国家名称 */
'showLanguage': true,        /* (optional) show/hide the country language 显示/隐藏国家语言 */
'labelTemplate': '{{language}}',
'languages' : {              /* (optional) define **ADDITIONAL** custom languages 定义**额外的**自定义语言 */
    'auto_detected' : {
        'country': 'Auto Detected',
        'language' : 'Auto Detected',
        'countryTranslated': 'Auto Detected',
        'languageTranslated': 'Auto Detected',
        'flag' : {
            'url' : 'https://upload.wikimedia.org/wikipedia/commons/2/22/Flag_of_Hokkaido_Prefecture.svg', /* url of flag image 标志图像url */
            'class' : 'auto-flag' /* (optional) class to assign to the flag (e.g., for css styling) 类来分配给标志(例如，用于css样式) */
        }
    }
},
/* 
 * Translate your strings below 翻译下面的字符串
 */
'strings' : {
	'class:localTool_4_1' : { /*要翻译的字符串*/
	'auto_detected' : '留言', /*自动检测*/
	'zh_CN' : '留言', /*简体*/
	'zh_TW' : '留言1', /*繁体*/
	'en_GB' : '留言2', /*英语*/
	'jp_JP' : '留言3'  /*日语*/
	},

	'class:localTool_4_2' : { /*要翻译的字符串*/
	'auto_detected' : '留言设置', /*自动检测*/
	'zh_CN' : '留言设置', /*简体*/
	'zh_TW' : '留言设置1', /*繁体*/
	'en_GB' : '留言设置2', /*英语*/
	'jp_JP' : '留言设置3'  /*日语*/
	},

	'class:localTool_4_3' : { /*要翻译的字符串*/
	'auto_detected' : '数据分析', /*自动检测*/
	'zh_CN' : '数据分析', /*简体*/
	'zh_TW' : '数据分析1', /*繁体*/
	'en_GB' : '数据分析2', /*英语*/
	'jp_JP' : '数据分析3'  /*日语*/
	},

	'class:localTool_4_4' : { /*要翻译的字符串*/
	'auto_detected' : '点赞助手', /*自动检测*/
	'zh_CN' : '点赞助手', /*简体*/
	'zh_TW' : '点赞助手1', /*繁体*/
	'en_GB' : '点赞助手2', /*英语*/
	'jp_JP' : '点赞助手3'  /*日语*/
	},

	'class:localTool_4_5' : { /*要翻译的字符串*/
	'auto_detected' : '拓展功能(测试)', /*自动检测*/
	'zh_CN' : '拓展功能(测试)', /*简体*/
	'zh_TW' : '拓展功能(测试)1', /*繁体*/
	'en_GB' : '拓展功能(测试)2', /*英语*/
	'jp_JP' : '拓展功能(测试)3'  /*日语*/
	},

	'class:localTool_4_6' : { /*要翻译的字符串*/
	'auto_detected' : '设置', /*自动检测*/
	'zh_CN' : '设置', /*简体*/
	'zh_TW' : '设置1', /*繁体*/
	'en_GB' : '设置2', /*英语*/
	'jp_JP' : '设置3'  /*日语*/
	},

	'class:localTool_4_7' : { /*要翻译的字符串*/
	'auto_detected' : '当前字符字节数:', /*自动检测*/
	'zh_CN' : '当前字符字节数:', /*简体*/
	'zh_TW' : '当前字符字节数:1', /*繁体*/
	'en_GB' : '当前字符字节数:2', /*英语*/
	'jp_JP' : '当前字符字节数:3'  /*日语*/
	},

	'class:localTool_4_8' : { /*要翻译的字符串*/
	'auto_detected' : '0', /*自动检测*/
	'zh_CN' : '0', /*简体*/
	'zh_TW' : '01', /*繁体*/
	'en_GB' : '02', /*英语*/
	'jp_JP' : '03'  /*日语*/
	},

	'class:localTool_4_9' : { /*要翻译的字符串*/
	'auto_detected' : '/999', /*自动检测*/
	'zh_CN' : '/999', /*简体*/
	'zh_TW' : '/9991', /*繁体*/
	'en_GB' : '/9992', /*英语*/
	'jp_JP' : '/9993'  /*日语*/
	},

	'class:localTool_4_10' : { /*要翻译的字符串*/
	'auto_detected' : '文本格式(直接添加或选择文字添加)', /*自动检测*/
	'zh_CN' : '文本格式(直接添加或选择文字添加)', /*简体*/
	'zh_TW' : '文本格式(直接添加或选择文字添加)1', /*繁体*/
	'en_GB' : '文本格式(直接添加或选择文字添加)2', /*英语*/
	'jp_JP' : '文本格式(直接添加或选择文字添加)3'  /*日语*/
	},

	'class:localTool_4_11' : { /*要翻译的字符串*/
	'auto_detected' : '直接选择或搜索选择', /*自动检测*/
	'zh_CN' : '直接选择或搜索选择', /*简体*/
	'zh_TW' : '直接选择或搜索选择1', /*繁体*/
	'en_GB' : '直接选择或搜索选择2', /*英语*/
	'jp_JP' : '直接选择或搜索选择3'  /*日语*/
	},

	'class:localTool_4_12' : { /*要翻译的字符串*/
	'auto_detected' : '[h1]标题文字[/h1]', /*自动检测*/
	'zh_CN' : '[h1]标题文字[/h1]', /*简体*/
	'zh_TW' : '[h1]标题文字[/h1]1', /*繁体*/
	'en_GB' : '[h1]标题文字[/h1]2', /*英语*/
	'jp_JP' : '[h1]标题文字[/h1]3'  /*日语*/
	},

	'class:localTool_4_13' : { /*要翻译的字符串*/
	'auto_detected' : '[b]粗体文本[/b]', /*自动检测*/
	'zh_CN' : '[b]粗体文本[/b]', /*简体*/
	'zh_TW' : '[b]粗体文本[/b]1', /*繁体*/
	'en_GB' : '[b]粗体文本[/b]2', /*英语*/
	'jp_JP' : '[b]粗体文本[/b]3'  /*日语*/
	},

	'class:localTool_4_14' : { /*要翻译的字符串*/
	'auto_detected' : '[u]下划线文本[/u]', /*自动检测*/
	'zh_CN' : '[u]下划线文本[/u]', /*简体*/
	'zh_TW' : '[u]下划线文本[/u]1', /*繁体*/
	'en_GB' : '[u]下划线文本[/u]2', /*英语*/
	'jp_JP' : '[u]下划线文本[/u]3'  /*日语*/
	},

	'class:localTool_4_15' : { /*要翻译的字符串*/
	'auto_detected' : '[i]斜体文本[/i]', /*自动检测*/
	'zh_CN' : '[i]斜体文本[/i]', /*简体*/
	'zh_TW' : '[i]斜体文本[/i]1', /*繁体*/
	'en_GB' : '[i]斜体文本[/i]2', /*英语*/
	'jp_JP' : '[i]斜体文本[/i]3'  /*日语*/
	},

	'class:localTool_4_16' : { /*要翻译的字符串*/
	'auto_detected' : '[strike]删除文本[/strike]', /*自动检测*/
	'zh_CN' : '[strike]删除文本[/strike]', /*简体*/
	'zh_TW' : '[strike]删除文本[/strike]1', /*繁体*/
	'en_GB' : '[strike]删除文本[/strike]2', /*英语*/
	'jp_JP' : '[strike]删除文本[/strike]3'  /*日语*/
	},

	'class:localTool_4_17' : { /*要翻译的字符串*/
	'auto_detected' : '[spoiler]隐藏文本[/spoiler]', /*自动检测*/
	'zh_CN' : '[spoiler]隐藏文本[/spoiler]', /*简体*/
	'zh_TW' : '[spoiler]隐藏文本[/spoiler]1', /*繁体*/
	'en_GB' : '[spoiler]隐藏文本[/spoiler]2', /*英语*/
	'jp_JP' : '[spoiler]隐藏文本[/spoiler]3'  /*日语*/
	},

	'class:localTool_4_18' : { /*要翻译的字符串*/
	'auto_detected' : '[noparse]不解析[b]标签[/b][/noparse]', /*自动检测*/
	'zh_CN' : '[noparse]不解析[b]标签[/b][/noparse]', /*简体*/
	'zh_TW' : '[noparse]不解析[b]标签[/b][/noparse]1', /*繁体*/
	'en_GB' : '[noparse]不解析[b]标签[/b][/noparse]2', /*英语*/
	'jp_JP' : '[noparse]不解析[b]标签[/b][/noparse]3'  /*日语*/
	},

	'class:localTool_4_19' : { /*要翻译的字符串*/
	'auto_detected' : '[url=store.steampowered.com]网站链接[/url]', /*自动检测*/
	'zh_CN' : '[url=store.steampowered.com]网站链接[/url]', /*简体*/
	'zh_TW' : '[url=store.steampowered.com]网站链接[/url]1', /*繁体*/
	'en_GB' : '[url=store.steampowered.com]网站链接[/url]2', /*英语*/
	'jp_JP' : '[url=store.steampowered.com]网站链接[/url]3'  /*日语*/
	},

	'class:localTool_4_20' : { /*要翻译的字符串*/
	'auto_detected' : '添加', /*自动检测*/
	'zh_CN' : '添加', /*简体*/
	'zh_TW' : '添加1', /*繁体*/
	'en_GB' : '添加2', /*英语*/
	'jp_JP' : '添加3'  /*日语*/
	},

	'class:localTool_4_21' : { /*要翻译的字符串*/
	'auto_detected' : '翻译模块(需要提前设置国籍):', /*自动检测*/
	'zh_CN' : '翻译模块(需要提前设置国籍):', /*简体*/
	'zh_TW' : '翻译模块(需要提前设置国籍):1', /*繁体*/
	'en_GB' : '翻译模块(需要提前设置国籍):2', /*英语*/
	'jp_JP' : '翻译模块(需要提前设置国籍):3'  /*日语*/
	},

	'class:localTool_4_22' : { /*要翻译的字符串*/
	'auto_detected' : '当前语言:', /*自动检测*/
	'zh_CN' : '当前语言:', /*简体*/
	'zh_TW' : '当前语言:1', /*繁体*/
	'en_GB' : '当前语言:2', /*英语*/
	'jp_JP' : '当前语言:3'  /*日语*/
	},

	'class:localTool_4_23' : { /*要翻译的字符串*/
	'auto_detected' : '自动检测', /*自动检测*/
	'zh_CN' : '自动检测', /*简体*/
	'zh_TW' : '自动检测1', /*繁体*/
	'en_GB' : '自动检测2', /*英语*/
	'jp_JP' : '自动检测3'  /*日语*/
	},

	'class:localTool_4_24' : { /*要翻译的字符串*/
	'auto_detected' : '中文简体', /*自动检测*/
	'zh_CN' : '中文简体', /*简体*/
	'zh_TW' : '中文简体1', /*繁体*/
	'en_GB' : '中文简体2', /*英语*/
	'jp_JP' : '中文简体3'  /*日语*/
	},

	'class:localTool_4_25' : { /*要翻译的字符串*/
	'auto_detected' : '英语', /*自动检测*/
	'zh_CN' : '英语', /*简体*/
	'zh_TW' : '英语1', /*繁体*/
	'en_GB' : '英语2', /*英语*/
	'jp_JP' : '英语3'  /*日语*/
	},

	'class:localTool_4_26' : { /*要翻译的字符串*/
	'auto_detected' : '日语', /*自动检测*/
	'zh_CN' : '日语', /*简体*/
	'zh_TW' : '日语1', /*繁体*/
	'en_GB' : '日语2', /*英语*/
	'jp_JP' : '日语3'  /*日语*/
	},

	'class:localTool_4_27' : { /*要翻译的字符串*/
	'auto_detected' : '目标语言:', /*自动检测*/
	'zh_CN' : '目标语言:', /*简体*/
	'zh_TW' : '目标语言:1', /*繁体*/
	'en_GB' : '目标语言:2', /*英语*/
	'jp_JP' : '目标语言:3'  /*日语*/
	},

	'class:localTool_4_28' : { /*要翻译的字符串*/
	'auto_detected' : '英语', /*自动检测*/
	'zh_CN' : '英语', /*简体*/
	'zh_TW' : '英语1', /*繁体*/
	'en_GB' : '英语2', /*英语*/
	'jp_JP' : '英语3'  /*日语*/
	},

	'class:localTool_4_29' : { /*要翻译的字符串*/
	'auto_detected' : '日语', /*自动检测*/
	'zh_CN' : '日语', /*简体*/
	'zh_TW' : '日语1', /*繁体*/
	'en_GB' : '日语2', /*英语*/
	'jp_JP' : '日语3'  /*日语*/
	},

	'class:localTool_4_30' : { /*要翻译的字符串*/
	'auto_detected' : '中文简体', /*自动检测*/
	'zh_CN' : '中文简体', /*简体*/
	'zh_TW' : '中文简体1', /*繁体*/
	'en_GB' : '中文简体2', /*英语*/
	'jp_JP' : '中文简体3'  /*日语*/
	},

	'class:localTool_4_31' : { /*要翻译的字符串*/
	'auto_detected' : '马新简体[zh-sg]', /*自动检测*/
	'zh_CN' : '马新简体[zh-sg]', /*简体*/
	'zh_TW' : '马新简体[zh-sg]1', /*繁体*/
	'en_GB' : '马新简体[zh-sg]2', /*英语*/
	'jp_JP' : '马新简体[zh-sg]3'  /*日语*/
	},

	'class:localTool_4_32' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文[zh-hant]', /*自动检测*/
	'zh_CN' : '繁體中文[zh-hant]', /*简体*/
	'zh_TW' : '繁體中文[zh-hant]1', /*繁体*/
	'en_GB' : '繁體中文[zh-hant]2', /*英语*/
	'jp_JP' : '繁體中文[zh-hant]3'  /*日语*/
	},

	'class:localTool_4_33' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(香港)[zh-hk]', /*自动检测*/
	'zh_CN' : '繁體中文(香港)[zh-hk]', /*简体*/
	'zh_TW' : '繁體中文(香港)[zh-hk]1', /*繁体*/
	'en_GB' : '繁體中文(香港)[zh-hk]2', /*英语*/
	'jp_JP' : '繁體中文(香港)[zh-hk]3'  /*日语*/
	},

	'class:localTool_4_34' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(澳门)[zh-mo]', /*自动检测*/
	'zh_CN' : '繁體中文(澳门)[zh-mo]', /*简体*/
	'zh_TW' : '繁體中文(澳门)[zh-mo]1', /*繁体*/
	'en_GB' : '繁體中文(澳门)[zh-mo]2', /*英语*/
	'jp_JP' : '繁體中文(澳门)[zh-mo]3'  /*日语*/
	},

	'class:localTool_4_35' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(台湾)[zh-tw]', /*自动检测*/
	'zh_CN' : '繁體中文(台湾)[zh-tw]', /*简体*/
	'zh_TW' : '繁體中文(台湾)[zh-tw]1', /*繁体*/
	'en_GB' : '繁體中文(台湾)[zh-tw]2', /*英语*/
	'jp_JP' : '繁體中文(台湾)[zh-tw]3'  /*日语*/
	},

	'class:localTool_4_36' : { /*要翻译的字符串*/
	'auto_detected' : '翻译', /*自动检测*/
	'zh_CN' : '翻译', /*简体*/
	'zh_TW' : '翻译1', /*繁体*/
	'en_GB' : '翻译2', /*英语*/
	'jp_JP' : '翻译3'  /*日语*/
	},

	'class:localTool_4_37' : { /*要翻译的字符串*/
	'auto_detected' : '添加称呼模块(需要提前设置备注):', /*自动检测*/
	'zh_CN' : '添加称呼模块(需要提前设置备注):', /*简体*/
	'zh_TW' : '添加称呼模块(需要提前设置备注):1', /*繁体*/
	'en_GB' : '添加称呼模块(需要提前设置备注):2', /*英语*/
	'jp_JP' : '添加称呼模块(需要提前设置备注):3'  /*日语*/
	},

	'class:localTool_4_38' : { /*要翻译的字符串*/
	'auto_detected' : '自定义称呼模式', /*自动检测*/
	'zh_CN' : '自定义称呼模式', /*简体*/
	'zh_TW' : '自定义称呼模式1', /*繁体*/
	'en_GB' : '自定义称呼模式2', /*英语*/
	'jp_JP' : '自定义称呼模式3'  /*日语*/
	},

	'class:localTool_4_39' : { /*要翻译的字符串*/
	'auto_detected' : '在留言框添加自定义称呼标识符', /*自动检测*/
	'zh_CN' : '在留言框添加自定义称呼标识符', /*简体*/
	'zh_TW' : '在留言框添加自定义称呼标识符1', /*繁体*/
	'en_GB' : '在留言框添加自定义称呼标识符2', /*英语*/
	'jp_JP' : '在留言框添加自定义称呼标识符3'  /*日语*/
	},

	'class:localTool_4_40' : { /*要翻译的字符串*/
	'auto_detected' : '是否为好友添加称呼(如果好友没有备注则使用steam名称)', /*自动检测*/
	'zh_CN' : '是否为好友添加称呼(如果好友没有备注则使用steam名称)', /*简体*/
	'zh_TW' : '是否为好友添加称呼(如果好友没有备注则使用steam名称)1', /*繁体*/
	'en_GB' : '是否为好友添加称呼(如果好友没有备注则使用steam名称)2', /*英语*/
	'jp_JP' : '是否为好友添加称呼(如果好友没有备注则使用steam名称)3'  /*日语*/
	},

	'class:localTool_4_41' : { /*要翻译的字符串*/
	'auto_detected' : '是否为好友添加称呼(如果好友设置有备注则使用，否则不添加称呼)', /*自动检测*/
	'zh_CN' : '是否为好友添加称呼(如果好友设置有备注则使用，否则不添加称呼)', /*简体*/
	'zh_TW' : '是否为好友添加称呼(如果好友设置有备注则使用，否则不添加称呼)1', /*繁体*/
	'en_GB' : '是否为好友添加称呼(如果好友设置有备注则使用，否则不添加称呼)2', /*英语*/
	'jp_JP' : '是否为好友添加称呼(如果好友设置有备注则使用，否则不添加称呼)3'  /*日语*/
	},

	'class:localTool_4_42' : { /*要翻译的字符串*/
	'auto_detected' : '格式化帮助', /*自动检测*/
	'zh_CN' : '格式化帮助', /*简体*/
	'zh_TW' : '格式化帮助1', /*繁体*/
	'en_GB' : '格式化帮助2', /*英语*/
	'jp_JP' : '格式化帮助3'  /*日语*/
	},

	'class:localTool_4_43' : { /*要翻译的字符串*/
	'auto_detected' : '发送评论给选择的好友', /*自动检测*/
	'zh_CN' : '发送评论给选择的好友', /*简体*/
	'zh_TW' : '发送评论给选择的好友1', /*繁体*/
	'en_GB' : '发送评论给选择的好友2', /*英语*/
	'jp_JP' : '发送评论给选择的好友3'  /*日语*/
	},

	'class:localTool_4_44' : { /*要翻译的字符串*/
	'auto_detected' : '根据国籍发送评论给选择的好友', /*自动检测*/
	'zh_CN' : '根据国籍发送评论给选择的好友', /*简体*/
	'zh_TW' : '根据国籍发送评论给选择的好友1', /*繁体*/
	'en_GB' : '根据国籍发送评论给选择的好友2', /*英语*/
	'jp_JP' : '根据国籍发送评论给选择的好友3'  /*日语*/
	},

	'class:localTool_4_45' : { /*要翻译的字符串*/
	'auto_detected' : '设置国籍:', /*自动检测*/
	'zh_CN' : '设置国籍:', /*简体*/
	'zh_TW' : '设置国籍:1', /*繁体*/
	'en_GB' : '设置国籍:2', /*英语*/
	'jp_JP' : '设置国籍:3'  /*日语*/
	},

	'class:localTool_4_46' : { /*要翻译的字符串*/
	'auto_detected' : '请选择要设置的国籍:', /*自动检测*/
	'zh_CN' : '请选择要设置的国籍:', /*简体*/
	'zh_TW' : '请选择要设置的国籍:1', /*繁体*/
	'en_GB' : '请选择要设置的国籍:2', /*英语*/
	'jp_JP' : '请选择要设置的国籍:3'  /*日语*/
	},

	'class:localTool_4_47' : { /*要翻译的字符串*/
	'auto_detected' : '简体中文', /*自动检测*/
	'zh_CN' : '简体中文', /*简体*/
	'zh_TW' : '简体中文1', /*繁体*/
	'en_GB' : '简体中文2', /*英语*/
	'jp_JP' : '简体中文3'  /*日语*/
	},

	'class:localTool_4_48' : { /*要翻译的字符串*/
	'auto_detected' : '英语', /*自动检测*/
	'zh_CN' : '英语', /*简体*/
	'zh_TW' : '英语1', /*繁体*/
	'en_GB' : '英语2', /*英语*/
	'jp_JP' : '英语3'  /*日语*/
	},

	'class:localTool_4_49' : { /*要翻译的字符串*/
	'auto_detected' : '日语', /*自动检测*/
	'zh_CN' : '日语', /*简体*/
	'zh_TW' : '日语1', /*繁体*/
	'en_GB' : '日语2', /*英语*/
	'jp_JP' : '日语3'  /*日语*/
	},

	'class:localTool_4_50' : { /*要翻译的字符串*/
	'auto_detected' : '马新简体(马来西亚,新加坡)[zh-sg]', /*自动检测*/
	'zh_CN' : '马新简体(马来西亚,新加坡)[zh-sg]', /*简体*/
	'zh_TW' : '马新简体(马来西亚,新加坡)[zh-sg]1', /*繁体*/
	'en_GB' : '马新简体(马来西亚,新加坡)[zh-sg]2', /*英语*/
	'jp_JP' : '马新简体(马来西亚,新加坡)[zh-sg]3'  /*日语*/
	},

	'class:localTool_4_51' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文[zh-hant]', /*自动检测*/
	'zh_CN' : '繁體中文[zh-hant]', /*简体*/
	'zh_TW' : '繁體中文[zh-hant]1', /*繁体*/
	'en_GB' : '繁體中文[zh-hant]2', /*英语*/
	'jp_JP' : '繁體中文[zh-hant]3'  /*日语*/
	},

	'class:localTool_4_52' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(香港)[zh-hk]', /*自动检测*/
	'zh_CN' : '繁體中文(香港)[zh-hk]', /*简体*/
	'zh_TW' : '繁體中文(香港)[zh-hk]1', /*繁体*/
	'en_GB' : '繁體中文(香港)[zh-hk]2', /*英语*/
	'jp_JP' : '繁體中文(香港)[zh-hk]3'  /*日语*/
	},

	'class:localTool_4_53' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(澳门)[zh-mo]', /*自动检测*/
	'zh_CN' : '繁體中文(澳门)[zh-mo]', /*简体*/
	'zh_TW' : '繁體中文(澳门)[zh-mo]1', /*繁体*/
	'en_GB' : '繁體中文(澳门)[zh-mo]2', /*英语*/
	'jp_JP' : '繁體中文(澳门)[zh-mo]3'  /*日语*/
	},

	'class:localTool_4_54' : { /*要翻译的字符串*/
	'auto_detected' : '繁體中文(台湾)[zh-tw]', /*自动检测*/
	'zh_CN' : '繁體中文(台湾)[zh-tw]', /*简体*/
	'zh_TW' : '繁體中文(台湾)[zh-tw]1', /*繁体*/
	'en_GB' : '繁體中文(台湾)[zh-tw]2', /*英语*/
	'jp_JP' : '繁體中文(台湾)[zh-tw]3'  /*日语*/
	},

	'class:localTool_4_55' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友设置国籍标识', /*自动检测*/
	'zh_CN' : '为选择的好友设置国籍标识', /*简体*/
	'zh_TW' : '为选择的好友设置国籍标识1', /*繁体*/
	'en_GB' : '为选择的好友设置国籍标识2', /*英语*/
	'jp_JP' : '为选择的好友设置国籍标识3'  /*日语*/
	},

	'class:localTool_4_56' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友取消国籍标识', /*自动检测*/
	'zh_CN' : '为选择的好友取消国籍标识', /*简体*/
	'zh_TW' : '为选择的好友取消国籍标识1', /*繁体*/
	'en_GB' : '为选择的好友取消国籍标识2', /*英语*/
	'jp_JP' : '为选择的好友取消国籍标识3'  /*日语*/
	},

	'class:localTool_4_57' : { /*要翻译的字符串*/
	'auto_detected' : '设置不留言:', /*自动检测*/
	'zh_CN' : '设置不留言:', /*简体*/
	'zh_TW' : '设置不留言:1', /*繁体*/
	'en_GB' : '设置不留言:2', /*英语*/
	'jp_JP' : '设置不留言:3'  /*日语*/
	},

	'class:localTool_4_58' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友设置不留言', /*自动检测*/
	'zh_CN' : '为选择的好友设置不留言', /*简体*/
	'zh_TW' : '为选择的好友设置不留言1', /*繁体*/
	'en_GB' : '为选择的好友设置不留言2', /*英语*/
	'jp_JP' : '为选择的好友设置不留言3'  /*日语*/
	},

	'class:localTool_4_59' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友取消设置不留言', /*自动检测*/
	'zh_CN' : '为选择的好友取消设置不留言', /*简体*/
	'zh_TW' : '为选择的好友取消设置不留言1', /*繁体*/
	'en_GB' : '为选择的好友取消设置不留言2', /*英语*/
	'jp_JP' : '为选择的好友取消设置不留言3'  /*日语*/
	},

	'class:localTool_4_60' : { /*要翻译的字符串*/
	'auto_detected' : '设置留言时间间隔:', /*自动检测*/
	'zh_CN' : '设置留言时间间隔:', /*简体*/
	'zh_TW' : '设置留言时间间隔:1', /*繁体*/
	'en_GB' : '设置留言时间间隔:2', /*英语*/
	'jp_JP' : '设置留言时间间隔:3'  /*日语*/
	},

	'class:localTool_4_61' : { /*要翻译的字符串*/
	'auto_detected' : '只选择日期则过n天后再留言，只选择时间则过x时后再留言(严格模式)，日期和时间都选择了则过n天x时后再留言(严格模式)', /*自动检测*/
	'zh_CN' : '只选择日期则过n天后再留言，只选择时间则过x时后再留言(严格模式)，日期和时间都选择了则过n天x时后再留言(严格模式)', /*简体*/
	'zh_TW' : '只选择日期则过n天后再留言，只选择时间则过x时后再留言(严格模式)，日期和时间都选择了则过n天x时后再留言(严格模式)1', /*繁体*/
	'en_GB' : '只选择日期则过n天后再留言，只选择时间则过x时后再留言(严格模式)，日期和时间都选择了则过n天x时后再留言(严格模式)2', /*英语*/
	'jp_JP' : '只选择日期则过n天后再留言，只选择时间则过x时后再留言(严格模式)，日期和时间都选择了则过n天x时后再留言(严格模式)3'  /*日语*/
	},

	'class:localTool_4_62' : { /*要翻译的字符串*/
	'auto_detected' : '这里其实是一个时间差，比如指定的好友3天留言一次，今天是4月10日，你就选择4月13日就行了，这样做方便一点', /*自动检测*/
	'zh_CN' : '这里其实是一个时间差，比如指定的好友3天留言一次，今天是4月10日，你就选择4月13日就行了，这样做方便一点', /*简体*/
	'zh_TW' : '这里其实是一个时间差，比如指定的好友3天留言一次，今天是4月10日，你就选择4月13日就行了，这样做方便一点1', /*繁体*/
	'en_GB' : '这里其实是一个时间差，比如指定的好友3天留言一次，今天是4月10日，你就选择4月13日就行了，这样做方便一点2', /*英语*/
	'jp_JP' : '这里其实是一个时间差，比如指定的好友3天留言一次，今天是4月10日，你就选择4月13日就行了，这样做方便一点3'  /*日语*/
	},

	'class:localTool_4_63' : { /*要翻译的字符串*/
	'auto_detected' : '请选择留言', /*自动检测*/
	'zh_CN' : '请选择留言', /*简体*/
	'zh_TW' : '请选择留言1', /*繁体*/
	'en_GB' : '请选择留言2', /*英语*/
	'jp_JP' : '请选择留言3'  /*日语*/
	},

	'class:localTool_4_64' : { /*要翻译的字符串*/
	'auto_detected' : '留言日期差', /*自动检测*/
	'zh_CN' : '留言日期差', /*简体*/
	'zh_TW' : '留言日期差1', /*繁体*/
	'en_GB' : '留言日期差2', /*英语*/
	'jp_JP' : '留言日期差3'  /*日语*/
	},

	'class:localTool_4_65' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友设置留言时间间隔', /*自动检测*/
	'zh_CN' : '为选择的好友设置留言时间间隔', /*简体*/
	'zh_TW' : '为选择的好友设置留言时间间隔1', /*繁体*/
	'en_GB' : '为选择的好友设置留言时间间隔2', /*英语*/
	'jp_JP' : '为选择的好友设置留言时间间隔3'  /*日语*/
	},

	'class:localTool_4_66' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友取消设置留言时间间隔', /*自动检测*/
	'zh_CN' : '为选择的好友取消设置留言时间间隔', /*简体*/
	'zh_TW' : '为选择的好友取消设置留言时间间隔1', /*繁体*/
	'en_GB' : '为选择的好友取消设置留言时间间隔2', /*英语*/
	'jp_JP' : '为选择的好友取消设置留言时间间隔3'  /*日语*/
	},

	'class:localTool_4_67' : { /*要翻译的字符串*/
	'auto_detected' : '设置自动留言计划:', /*自动检测*/
	'zh_CN' : '设置自动留言计划:', /*简体*/
	'zh_TW' : '设置自动留言计划:1', /*繁体*/
	'en_GB' : '设置自动留言计划:2', /*英语*/
	'jp_JP' : '设置自动留言计划:3'  /*日语*/
	},

	'class:localTool_4_68' : { /*要翻译的字符串*/
	'auto_detected' : '请选择时间', /*自动检测*/
	'zh_CN' : '请选择时间', /*简体*/
	'zh_TW' : '请选择时间1', /*繁体*/
	'en_GB' : '请选择时间2', /*英语*/
	'jp_JP' : '请选择时间3'  /*日语*/
	},

	'class:localTool_4_69' : { /*要翻译的字符串*/
	'auto_detected' : '请选择时间', /*自动检测*/
	'zh_CN' : '请选择时间', /*简体*/
	'zh_TW' : '请选择时间1', /*繁体*/
	'en_GB' : '请选择时间2', /*英语*/
	'jp_JP' : '请选择时间3'  /*日语*/
	},

	'class:localTool_4_70' : { /*要翻译的字符串*/
	'auto_detected' : '设置好友分组:', /*自动检测*/
	'zh_CN' : '设置好友分组:', /*简体*/
	'zh_TW' : '设置好友分组:1', /*繁体*/
	'en_GB' : '设置好友分组:2', /*英语*/
	'jp_JP' : '设置好友分组:3'  /*日语*/
	},

	'class:localTool_4_71' : { /*要翻译的字符串*/
	'auto_detected' : '分组列表', /*自动检测*/
	'zh_CN' : '分组列表', /*简体*/
	'zh_TW' : '分组列表1', /*繁体*/
	'en_GB' : '分组列表2', /*英语*/
	'jp_JP' : '分组列表3'  /*日语*/
	},

	'class:localTool_4_72' : { /*要翻译的字符串*/
	'auto_detected' : '直接选择或搜索选择', /*自动检测*/
	'zh_CN' : '直接选择或搜索选择', /*简体*/
	'zh_TW' : '直接选择或搜索选择1', /*繁体*/
	'en_GB' : '直接选择或搜索选择2', /*英语*/
	'jp_JP' : '直接选择或搜索选择3'  /*日语*/
	},

	'class:localTool_4_73' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_74' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_75' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_76' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_77' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_78' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_79' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_80' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_81' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_82' : { /*要翻译的字符串*/
	'auto_detected' : '编辑列表', /*自动检测*/
	'zh_CN' : '编辑列表', /*简体*/
	'zh_TW' : '编辑列表1', /*繁体*/
	'en_GB' : '编辑列表2', /*英语*/
	'jp_JP' : '编辑列表3'  /*日语*/
	},

	'class:localTool_4_83' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友添加分组', /*自动检测*/
	'zh_CN' : '为选择的好友添加分组', /*简体*/
	'zh_TW' : '为选择的好友添加分组1', /*繁体*/
	'en_GB' : '为选择的好友添加分组2', /*英语*/
	'jp_JP' : '为选择的好友添加分组3'  /*日语*/
	},

	'class:localTool_4_84' : { /*要翻译的字符串*/
	'auto_detected' : '为选择的好友取消添加分组', /*自动检测*/
	'zh_CN' : '为选择的好友取消添加分组', /*简体*/
	'zh_TW' : '为选择的好友取消添加分组1', /*繁体*/
	'en_GB' : '为选择的好友取消添加分组2', /*英语*/
	'jp_JP' : '为选择的好友取消添加分组3'  /*日语*/
	},

	'class:localTool_4_85' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_86' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_87' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_88' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_89' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_90' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_91' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_92' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_93' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_94' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_95' : { /*要翻译的字符串*/
	'auto_detected' : '分组名称', /*自动检测*/
	'zh_CN' : '分组名称', /*简体*/
	'zh_TW' : '分组名称1', /*繁体*/
	'en_GB' : '分组名称2', /*英语*/
	'jp_JP' : '分组名称3'  /*日语*/
	},

	'class:localTool_4_96' : { /*要翻译的字符串*/
	'auto_detected' : '用户', /*自动检测*/
	'zh_CN' : '用户', /*简体*/
	'zh_TW' : '用户1', /*繁体*/
	'en_GB' : '用户2', /*英语*/
	'jp_JP' : '用户3'  /*日语*/
	},

	'class:localTool_4_97' : { /*要翻译的字符串*/
	'auto_detected' : '按国籍进行高亮分组', /*自动检测*/
	'zh_CN' : '按国籍进行高亮分组', /*简体*/
	'zh_TW' : '按国籍进行高亮分组1', /*繁体*/
	'en_GB' : '按国籍进行高亮分组2', /*英语*/
	'jp_JP' : '按国籍进行高亮分组3'  /*日语*/
	},

	'class:localTool_4_98' : { /*要翻译的字符串*/
	'auto_detected' : '按国籍进行排序分组(慢)', /*自动检测*/
	'zh_CN' : '按国籍进行排序分组(慢)', /*简体*/
	'zh_TW' : '按国籍进行排序分组(慢)1', /*繁体*/
	'en_GB' : '按国籍进行排序分组(慢)2', /*英语*/
	'jp_JP' : '按国籍进行排序分组(慢)3'  /*日语*/
	},

	'class:localTool_4_99' : { /*要翻译的字符串*/
	'auto_detected' : '按在线时间进行排序分组', /*自动检测*/
	'zh_CN' : '按在线时间进行排序分组', /*简体*/
	'zh_TW' : '按在线时间进行排序分组1', /*繁体*/
	'en_GB' : '按在线时间进行排序分组2', /*英语*/
	'jp_JP' : '按在线时间进行排序分组3'  /*日语*/
	},

	'class:localTool_4_100' : { /*要翻译的字符串*/
	'auto_detected' : '显示好友详细数据-不可用', /*自动检测*/
	'zh_CN' : '显示好友详细数据-不可用', /*简体*/
	'zh_TW' : '显示好友详细数据-不可用1', /*繁体*/
	'en_GB' : '显示好友详细数据-不可用2', /*英语*/
	'jp_JP' : '显示好友详细数据-不可用3'  /*日语*/
	},

	'class:localTool_4_101' : { /*要翻译的字符串*/
	'auto_detected' : '好友数据统计', /*自动检测*/
	'zh_CN' : '好友数据统计', /*简体*/
	'zh_TW' : '好友数据统计1', /*繁体*/
	'en_GB' : '好友数据统计2', /*英语*/
	'jp_JP' : '好友数据统计3'  /*日语*/
	},

	'class:localTool_4_102' : { /*要翻译的字符串*/
	'auto_detected' : '留言数据统计', /*自动检测*/
	'zh_CN' : '留言数据统计', /*简体*/
	'zh_TW' : '留言数据统计1', /*繁体*/
	'en_GB' : '留言数据统计2', /*英语*/
	'jp_JP' : '留言数据统计3'  /*日语*/
	},

	'class:localTool_4_103' : { /*要翻译的字符串*/
	'auto_detected' : '关系网统计', /*自动检测*/
	'zh_CN' : '关系网统计', /*简体*/
	'zh_TW' : '关系网统计1', /*繁体*/
	'en_GB' : '关系网统计2', /*英语*/
	'jp_JP' : '关系网统计3'  /*日语*/
	},

	'class:localTool_4_104' : { /*要翻译的字符串*/
	'auto_detected' : '当前配置统计', /*自动检测*/
	'zh_CN' : '当前配置统计', /*简体*/
	'zh_TW' : '当前配置统计1', /*繁体*/
	'en_GB' : '当前配置统计2', /*英语*/
	'jp_JP' : '当前配置统计3'  /*日语*/
	},

	'class:localTool_4_105' : { /*要翻译的字符串*/
	'auto_detected' : '查看好友配置统计', /*自动检测*/
	'zh_CN' : '查看好友配置统计', /*简体*/
	'zh_TW' : '查看好友配置统计1', /*繁体*/
	'en_GB' : '查看好友配置统计2', /*英语*/
	'jp_JP' : '查看好友配置统计3'  /*日语*/
	},

	'class:localTool_4_106' : { /*要翻译的字符串*/
	'auto_detected' : '数据表格(汇总所有的数据:id,名称,备注,国籍(语言),等级,好友数量,游戏数量,dlc数量,创意工坊数量,艺术作品数量,动态数量)', /*自动检测*/
	'zh_CN' : '数据表格(汇总所有的数据:id,名称,备注,国籍(语言),等级,好友数量,游戏数量,dlc数量,创意工坊数量,艺术作品数量,动态数量)', /*简体*/
	'zh_TW' : '数据表格(汇总所有的数据:id,名称,备注,国籍(语言),等级,好友数量,游戏数量,dlc数量,创意工坊数量,艺术作品数量,动态数量)1', /*繁体*/
	'en_GB' : '数据表格(汇总所有的数据:id,名称,备注,国籍(语言),等级,好友数量,游戏数量,dlc数量,创意工坊数量,艺术作品数量,动态数量)2', /*英语*/
	'jp_JP' : '数据表格(汇总所有的数据:id,名称,备注,国籍(语言),等级,好友数量,游戏数量,dlc数量,创意工坊数量,艺术作品数量,动态数量)3'  /*日语*/
	},

	'class:localTool_4_107' : { /*要翻译的字符串*/
	'auto_detected' : '分为:', /*自动检测*/
	'zh_CN' : '分为:', /*简体*/
	'zh_TW' : '分为:1', /*繁体*/
	'en_GB' : '分为:2', /*英语*/
	'jp_JP' : '分为:3'  /*日语*/
	},

	'class:localTool_4_108' : { /*要翻译的字符串*/
	'auto_detected' : '按国籍的饼图(总留言数量)，', /*自动检测*/
	'zh_CN' : '按国籍的饼图(总留言数量)，', /*简体*/
	'zh_TW' : '按国籍的饼图(总留言数量)，1', /*繁体*/
	'en_GB' : '按国籍的饼图(总留言数量)，2', /*英语*/
	'jp_JP' : '按国籍的饼图(总留言数量)，3'  /*日语*/
	},

	'class:localTool_4_109' : { /*要翻译的字符串*/
	'auto_detected' : '按每天留言数据的折线图(统计所有的留言数据，生成的折线图)，', /*自动检测*/
	'zh_CN' : '按每天留言数据的折线图(统计所有的留言数据，生成的折线图)，', /*简体*/
	'zh_TW' : '按每天留言数据的折线图(统计所有的留言数据，生成的折线图)，1', /*繁体*/
	'en_GB' : '按每天留言数据的折线图(统计所有的留言数据，生成的折线图)，2', /*英语*/
	'jp_JP' : '按每天留言数据的折线图(统计所有的留言数据，生成的折线图)，3'  /*日语*/
	},

	'class:localTool_4_110' : { /*要翻译的字符串*/
	'auto_detected' : '按最多留言数据的柱状图(那些好友一天留言数量排行榜/那些好友总留言数量排行榜/累计连续每天留言数量最多)，', /*自动检测*/
	'zh_CN' : '按最多留言数据的柱状图(那些好友一天留言数量排行榜/那些好友总留言数量排行榜/累计连续每天留言数量最多)，', /*简体*/
	'zh_TW' : '按最多留言数据的柱状图(那些好友一天留言数量排行榜/那些好友总留言数量排行榜/累计连续每天留言数量最多)，1', /*繁体*/
	'en_GB' : '按最多留言数据的柱状图(那些好友一天留言数量排行榜/那些好友总留言数量排行榜/累计连续每天留言数量最多)，2', /*英语*/
	'jp_JP' : '按最多留言数据的柱状图(那些好友一天留言数量排行榜/那些好友总留言数量排行榜/累计连续每天留言数量最多)，3'  /*日语*/
	},

	'class:localTool_4_111' : { /*要翻译的字符串*/
	'auto_detected' : '数据表格(汇总所有的数据)', /*自动检测*/
	'zh_CN' : '数据表格(汇总所有的数据)', /*简体*/
	'zh_TW' : '数据表格(汇总所有的数据)1', /*繁体*/
	'en_GB' : '数据表格(汇总所有的数据)2', /*英语*/
	'jp_JP' : '数据表格(汇总所有的数据)3'  /*日语*/
	},

	'class:localTool_4_112' : { /*要翻译的字符串*/
	'auto_detected' : '好友关系网(仅统计共同好友)', /*自动检测*/
	'zh_CN' : '好友关系网(仅统计共同好友)', /*简体*/
	'zh_TW' : '好友关系网(仅统计共同好友)1', /*繁体*/
	'en_GB' : '好友关系网(仅统计共同好友)2', /*英语*/
	'jp_JP' : '好友关系网(仅统计共同好友)3'  /*日语*/
	},

	'class:localTool_4_113' : { /*要翻译的字符串*/
	'auto_detected' : '当前的配置数据和运行状态', /*自动检测*/
	'zh_CN' : '当前的配置数据和运行状态', /*简体*/
	'zh_TW' : '当前的配置数据和运行状态1', /*繁体*/
	'en_GB' : '当前的配置数据和运行状态2', /*英语*/
	'jp_JP' : '当前的配置数据和运行状态3'  /*日语*/
	},

	'class:localTool_4_114' : { /*要翻译的字符串*/
	'auto_detected' : '对好友设置的配置数据(比如国籍,不留言,留言时间间隔等)', /*自动检测*/
	'zh_CN' : '对好友设置的配置数据(比如国籍,不留言,留言时间间隔等)', /*简体*/
	'zh_TW' : '对好友设置的配置数据(比如国籍,不留言,留言时间间隔等)1', /*繁体*/
	'en_GB' : '对好友设置的配置数据(比如国籍,不留言,留言时间间隔等)2', /*英语*/
	'jp_JP' : '对好友设置的配置数据(比如国籍,不留言,留言时间间隔等)3'  /*日语*/
	},

	'class:localTool_4_115' : { /*要翻译的字符串*/
	'auto_detected' : '动态点赞助手', /*自动检测*/
	'zh_CN' : '动态点赞助手', /*简体*/
	'zh_TW' : '动态点赞助手1', /*繁体*/
	'en_GB' : '动态点赞助手2', /*英语*/
	'jp_JP' : '动态点赞助手3'  /*日语*/
	},

	'class:localTool_4_116' : { /*要翻译的字符串*/
	'auto_detected' : '总开关', /*自动检测*/
	'zh_CN' : '总开关', /*简体*/
	'zh_TW' : '总开关1', /*繁体*/
	'en_GB' : '总开关2', /*英语*/
	'jp_JP' : '总开关3'  /*日语*/
	},

	'class:localTool_4_117' : { /*要翻译的字符串*/
	'auto_detected' : '设置点赞内容:', /*自动检测*/
	'zh_CN' : '设置点赞内容:', /*简体*/
	'zh_TW' : '设置点赞内容:1', /*繁体*/
	'en_GB' : '设置点赞内容:2', /*英语*/
	'jp_JP' : '设置点赞内容:3'  /*日语*/
	},

	'class:localTool_4_118' : { /*要翻译的字符串*/
	'auto_detected' : '点赞内容:', /*自动检测*/
	'zh_CN' : '点赞内容:', /*简体*/
	'zh_TW' : '点赞内容:1', /*繁体*/
	'en_GB' : '点赞内容:2', /*英语*/
	'jp_JP' : '点赞内容:3'  /*日语*/
	},

	'class:localTool_4_119' : { /*要翻译的字符串*/
	'auto_detected' : '设置自动点赞模式:', /*自动检测*/
	'zh_CN' : '设置自动点赞模式:', /*简体*/
	'zh_TW' : '设置自动点赞模式:1', /*繁体*/
	'en_GB' : '设置自动点赞模式:2', /*英语*/
	'jp_JP' : '设置自动点赞模式:3'  /*日语*/
	},

	'class:localTool_4_120' : { /*要翻译的字符串*/
	'auto_detected' : '点赞模式:', /*自动检测*/
	'zh_CN' : '点赞模式:', /*简体*/
	'zh_TW' : '点赞模式:1', /*繁体*/
	'en_GB' : '点赞模式:2', /*英语*/
	'jp_JP' : '点赞模式:3'  /*日语*/
	},

	'class:localTool_4_121' : { /*要翻译的字符串*/
	'auto_detected' : '设置自动点赞时间区间(默认今天~之前所有的动态内容)', /*自动检测*/
	'zh_CN' : '设置自动点赞时间区间(默认今天~之前所有的动态内容)', /*简体*/
	'zh_TW' : '设置自动点赞时间区间(默认今天~之前所有的动态内容)1', /*繁体*/
	'en_GB' : '设置自动点赞时间区间(默认今天~之前所有的动态内容)2', /*英语*/
	'jp_JP' : '设置自动点赞时间区间(默认今天~之前所有的动态内容)3'  /*日语*/
	},

	'class:localTool_4_122' : { /*要翻译的字符串*/
	'auto_detected' : '请选择范围', /*自动检测*/
	'zh_CN' : '请选择范围', /*简体*/
	'zh_TW' : '请选择范围1', /*繁体*/
	'en_GB' : '请选择范围2', /*英语*/
	'jp_JP' : '请选择范围3'  /*日语*/
	},

	'class:localTool_4_123' : { /*要翻译的字符串*/
	'auto_detected' : '点赞进度时间线', /*自动检测*/
	'zh_CN' : '点赞进度时间线', /*简体*/
	'zh_TW' : '点赞进度时间线1', /*繁体*/
	'en_GB' : '点赞进度时间线2', /*英语*/
	'jp_JP' : '点赞进度时间线3'  /*日语*/
	},

	'class:localTool_4_124' : { /*要翻译的字符串*/
	'auto_detected' : '', /*自动检测*/
	'zh_CN' : '', /*简体*/
	'zh_TW' : '1', /*繁体*/
	'en_GB' : '2', /*英语*/
	'jp_JP' : '3'  /*日语*/
	},

	'class:localTool_4_125' : { /*要翻译的字符串*/
	'auto_detected' : '8月18日', /*自动检测*/
	'zh_CN' : '8月18日', /*简体*/
	'zh_TW' : '8月18日1', /*繁体*/
	'en_GB' : '8月18日2', /*英语*/
	'jp_JP' : '8月18日3'  /*日语*/
	},

	'class:localTool_4_126' : { /*要翻译的字符串*/
	'auto_detected' : '已点赞状态x条，点赞发布艺术作品x条，点赞收藏艺术作品x条', /*自动检测*/
	'zh_CN' : '已点赞状态x条，点赞发布艺术作品x条，点赞收藏艺术作品x条', /*简体*/
	'zh_TW' : '已点赞状态x条，点赞发布艺术作品x条，点赞收藏艺术作品x条1', /*繁体*/
	'en_GB' : '已点赞状态x条，点赞发布艺术作品x条，点赞收藏艺术作品x条2', /*英语*/
	'jp_JP' : '已点赞状态x条，点赞发布艺术作品x条，点赞收藏艺术作品x条3'  /*日语*/
	},

	'class:localTool_4_127' : { /*要翻译的字符串*/
	'auto_detected' : '已点赞评测x条，点赞发布创意工坊x条，点赞收藏创意工坊x条', /*自动检测*/
	'zh_CN' : '已点赞评测x条，点赞发布创意工坊x条，点赞收藏创意工坊x条', /*简体*/
	'zh_TW' : '已点赞评测x条，点赞发布创意工坊x条，点赞收藏创意工坊x条1', /*繁体*/
	'en_GB' : '已点赞评测x条，点赞发布创意工坊x条，点赞收藏创意工坊x条2', /*英语*/
	'jp_JP' : '已点赞评测x条，点赞发布创意工坊x条，点赞收藏创意工坊x条3'  /*日语*/
	},

	'class:localTool_4_128' : { /*要翻译的字符串*/
	'auto_detected' : '已点赞购买状态x条，点赞发布指南x条，点赞收藏指南x条', /*自动检测*/
	'zh_CN' : '已点赞购买状态x条，点赞发布指南x条，点赞收藏指南x条', /*简体*/
	'zh_TW' : '已点赞购买状态x条，点赞发布指南x条，点赞收藏指南x条1', /*繁体*/
	'en_GB' : '已点赞购买状态x条，点赞发布指南x条，点赞收藏指南x条2', /*英语*/
	'jp_JP' : '已点赞购买状态x条，点赞发布指南x条，点赞收藏指南x条3'  /*日语*/
	},

	'class:localTool_4_129' : { /*要翻译的字符串*/
	'auto_detected' : '已点赞组通知x条，点赞上次载图x条，点赞收藏载图x条', /*自动检测*/
	'zh_CN' : '已点赞组通知x条，点赞上次载图x条，点赞收藏载图x条', /*简体*/
	'zh_TW' : '已点赞组通知x条，点赞上次载图x条，点赞收藏载图x条1', /*繁体*/
	'en_GB' : '已点赞组通知x条，点赞上次载图x条，点赞收藏载图x条2', /*英语*/
	'jp_JP' : '已点赞组通知x条，点赞上次载图x条，点赞收藏载图x条3'  /*日语*/
	},

	'class:localTool_4_130' : { /*要翻译的字符串*/
	'auto_detected' : '已点赞组活动x条，点赞上传视频x条，点赞收藏视频x条', /*自动检测*/
	'zh_CN' : '已点赞组活动x条，点赞上传视频x条，点赞收藏视频x条', /*简体*/
	'zh_TW' : '已点赞组活动x条，点赞上传视频x条，点赞收藏视频x条1', /*繁体*/
	'en_GB' : '已点赞组活动x条，点赞上传视频x条，点赞收藏视频x条2', /*英语*/
	'jp_JP' : '已点赞组活动x条，点赞上传视频x条，点赞收藏视频x条3'  /*日语*/
	},

	'class:localTool_4_131' : { /*要翻译的字符串*/
	'auto_detected' : '', /*自动检测*/
	'zh_CN' : '', /*简体*/
	'zh_TW' : '1', /*繁体*/
	'en_GB' : '2', /*英语*/
	'jp_JP' : '3'  /*日语*/
	},

	'class:localTool_4_132' : { /*要翻译的字符串*/
	'auto_detected' : '8月16日', /*自动检测*/
	'zh_CN' : '8月16日', /*简体*/
	'zh_TW' : '8月16日1', /*繁体*/
	'en_GB' : '8月16日2', /*英语*/
	'jp_JP' : '8月16日3'  /*日语*/
	},

	'class:localTool_4_133' : { /*要翻译的字符串*/
	'auto_detected' : '杜甫的思想核心是儒家的仁政思想，他有"致君尧舜上，再使风俗淳"的宏伟抱负。个人最爱的名篇有：', /*自动检测*/
	'zh_CN' : '杜甫的思想核心是儒家的仁政思想，他有"致君尧舜上，再使风俗淳"的宏伟抱负。个人最爱的名篇有：', /*简体*/
	'zh_TW' : '杜甫的思想核心是儒家的仁政思想，他有"致君尧舜上，再使风俗淳"的宏伟抱负。个人最爱的名篇有：1', /*繁体*/
	'en_GB' : '杜甫的思想核心是儒家的仁政思想，他有"致君尧舜上，再使风俗淳"的宏伟抱负。个人最爱的名篇有：2', /*英语*/
	'jp_JP' : '杜甫的思想核心是儒家的仁政思想，他有"致君尧舜上，再使风俗淳"的宏伟抱负。个人最爱的名篇有：3'  /*日语*/
	},

	'class:localTool_4_134' : { /*要翻译的字符串*/
	'auto_detected' : '《登高》', /*自动检测*/
	'zh_CN' : '《登高》', /*简体*/
	'zh_TW' : '《登高》1', /*繁体*/
	'en_GB' : '《登高》2', /*英语*/
	'jp_JP' : '《登高》3'  /*日语*/
	},

	'class:localTool_4_135' : { /*要翻译的字符串*/
	'auto_detected' : '《茅屋为秋风所破歌》', /*自动检测*/
	'zh_CN' : '《茅屋为秋风所破歌》', /*简体*/
	'zh_TW' : '《茅屋为秋风所破歌》1', /*繁体*/
	'en_GB' : '《茅屋为秋风所破歌》2', /*英语*/
	'jp_JP' : '《茅屋为秋风所破歌》3'  /*日语*/
	},

	'class:localTool_4_136' : { /*要翻译的字符串*/
	'auto_detected' : '', /*自动检测*/
	'zh_CN' : '', /*简体*/
	'zh_TW' : '1', /*繁体*/
	'en_GB' : '2', /*英语*/
	'jp_JP' : '3'  /*日语*/
	},

	'class:localTool_4_137' : { /*要翻译的字符串*/
	'auto_detected' : '8月15日', /*自动检测*/
	'zh_CN' : '8月15日', /*简体*/
	'zh_TW' : '8月15日1', /*繁体*/
	'en_GB' : '8月15日2', /*英语*/
	'jp_JP' : '8月15日3'  /*日语*/
	},

	'class:localTool_4_138' : { /*要翻译的字符串*/
	'auto_detected' : '中国人民抗日战争胜利日', /*自动检测*/
	'zh_CN' : '中国人民抗日战争胜利日', /*简体*/
	'zh_TW' : '中国人民抗日战争胜利日1', /*繁体*/
	'en_GB' : '中国人民抗日战争胜利日2', /*英语*/
	'jp_JP' : '中国人民抗日战争胜利日3'  /*日语*/
	},

	'class:localTool_4_139' : { /*要翻译的字符串*/
	'auto_detected' : '常常在想，尽管对这个国家有这样那样的抱怨，但我们的确生在了最好的时代', /*自动检测*/
	'zh_CN' : '常常在想，尽管对这个国家有这样那样的抱怨，但我们的确生在了最好的时代', /*简体*/
	'zh_TW' : '常常在想，尽管对这个国家有这样那样的抱怨，但我们的确生在了最好的时代1', /*繁体*/
	'en_GB' : '常常在想，尽管对这个国家有这样那样的抱怨，但我们的确生在了最好的时代2', /*英语*/
	'jp_JP' : '常常在想，尽管对这个国家有这样那样的抱怨，但我们的确生在了最好的时代3'  /*日语*/
	},

	'class:localTool_4_140' : { /*要翻译的字符串*/
	'auto_detected' : '铭记、感恩', /*自动检测*/
	'zh_CN' : '铭记、感恩', /*简体*/
	'zh_TW' : '铭记、感恩1', /*繁体*/
	'en_GB' : '铭记、感恩2', /*英语*/
	'jp_JP' : '铭记、感恩3'  /*日语*/
	},

	'class:localTool_4_141' : { /*要翻译的字符串*/
	'auto_detected' : '所有为中华民族浴血奋战的英雄将士', /*自动检测*/
	'zh_CN' : '所有为中华民族浴血奋战的英雄将士', /*简体*/
	'zh_TW' : '所有为中华民族浴血奋战的英雄将士1', /*繁体*/
	'en_GB' : '所有为中华民族浴血奋战的英雄将士2', /*英语*/
	'jp_JP' : '所有为中华民族浴血奋战的英雄将士3'  /*日语*/
	},

	'class:localTool_4_142' : { /*要翻译的字符串*/
	'auto_detected' : '永垂不朽', /*自动检测*/
	'zh_CN' : '永垂不朽', /*简体*/
	'zh_TW' : '永垂不朽1', /*繁体*/
	'en_GB' : '永垂不朽2', /*英语*/
	'jp_JP' : '永垂不朽3'  /*日语*/
	},

	'class:localTool_4_143' : { /*要翻译的字符串*/
	'auto_detected' : '', /*自动检测*/
	'zh_CN' : '', /*简体*/
	'zh_TW' : '1', /*繁体*/
	'en_GB' : '2', /*英语*/
	'jp_JP' : '3'  /*日语*/
	},

	'class:localTool_4_144' : { /*要翻译的字符串*/
	'auto_detected' : '过去', /*自动检测*/
	'zh_CN' : '过去', /*简体*/
	'zh_TW' : '过去1', /*繁体*/
	'en_GB' : '过去2', /*英语*/
	'jp_JP' : '过去3'  /*日语*/
	},

	'class:localTool_4_145' : { /*要翻译的字符串*/
	'auto_detected' : '喜加一助手', /*自动检测*/
	'zh_CN' : '喜加一助手', /*简体*/
	'zh_TW' : '喜加一助手1', /*繁体*/
	'en_GB' : '喜加一助手2', /*英语*/
	'jp_JP' : '喜加一助手3'  /*日语*/
	},

	'class:localTool_4_146' : { /*要翻译的字符串*/
	'auto_detected' : '总开关', /*自动检测*/
	'zh_CN' : '总开关', /*简体*/
	'zh_TW' : '总开关1', /*繁体*/
	'en_GB' : '总开关2', /*英语*/
	'jp_JP' : '总开关3'  /*日语*/
	},

	'class:localTool_4_147' : { /*要翻译的字符串*/
	'auto_detected' : '设置:', /*自动检测*/
	'zh_CN' : '设置:', /*简体*/
	'zh_TW' : '设置:1', /*繁体*/
	'en_GB' : '设置:2', /*英语*/
	'jp_JP' : '设置:3'  /*日语*/
	},

	'class:localTool_4_148' : { /*要翻译的字符串*/
	'auto_detected' : '设置喜加一数据来源', /*自动检测*/
	'zh_CN' : '设置喜加一数据来源', /*简体*/
	'zh_TW' : '设置喜加一数据来源1', /*繁体*/
	'en_GB' : '设置喜加一数据来源2', /*英语*/
	'jp_JP' : '设置喜加一数据来源3'  /*日语*/
	},

	'class:localTool_4_149' : { /*要翻译的字符串*/
	'auto_detected' : '设置:', /*自动检测*/
	'zh_CN' : '设置:', /*简体*/
	'zh_TW' : '设置:1', /*繁体*/
	'en_GB' : '设置:2', /*英语*/
	'jp_JP' : '设置:3'  /*日语*/
	},

	'class:localTool_4_150' : { /*要翻译的字符串*/
	'auto_detected' : '功能设置', /*自动检测*/
	'zh_CN' : '功能设置', /*简体*/
	'zh_TW' : '功能设置1', /*繁体*/
	'en_GB' : '功能设置2', /*英语*/
	'jp_JP' : '功能设置3'  /*日语*/
	},

	'class:localTool_4_151' : { /*要翻译的字符串*/
	'auto_detected' : 'Debug模式', /*自动检测*/
	'zh_CN' : 'Debug模式', /*简体*/
	'zh_TW' : 'Debug模式1', /*繁体*/
	'en_GB' : 'Debug模式2', /*英语*/
	'jp_JP' : 'Debug模式3'  /*日语*/
	},

	'class:localTool_4_152' : { /*要翻译的字符串*/
	'auto_detected' : '弹出层', /*自动检测*/
	'zh_CN' : '弹出层', /*简体*/
	'zh_TW' : '弹出层1', /*繁体*/
	'en_GB' : '弹出层2', /*英语*/
	'jp_JP' : '弹出层3'  /*日语*/
	},

	'class:localTool_4_153' : { /*要翻译的字符串*/
	'auto_detected' : '滑块', /*自动检测*/
	'zh_CN' : '滑块', /*简体*/
	'zh_TW' : '滑块1', /*繁体*/
	'en_GB' : '滑块2', /*英语*/
	'jp_JP' : '滑块3'  /*日语*/
	},

	'class:localTool_4_154' : { /*要翻译的字符串*/
	'auto_detected' : '导入导出重置当前设置', /*自动检测*/
	'zh_CN' : '导入导出重置当前设置', /*简体*/
	'zh_TW' : '导入导出重置当前设置1', /*繁体*/
	'en_GB' : '导入导出重置当前设置2', /*英语*/
	'jp_JP' : '导入导出重置当前设置3'  /*日语*/
	},

	'class:localTool_4_155' : { /*要翻译的字符串*/
	'auto_detected' : '弹出层', /*自动检测*/
	'zh_CN' : '弹出层', /*简体*/
	'zh_TW' : '弹出层1', /*繁体*/
	'en_GB' : '弹出层2', /*英语*/
	'jp_JP' : '弹出层3'  /*日语*/
	},

	'class:localTool_4_156' : { /*要翻译的字符串*/
	'auto_detected' : '', /*自动检测*/
	'zh_CN' : '', /*简体*/
	'zh_TW' : '1', /*繁体*/
	'en_GB' : '2', /*英语*/
	'jp_JP' : '3'  /*日语*/
	},

	'class:localTool_4_157' : { /*要翻译的字符串*/
	'auto_detected' : '点击上传，或将文件拖拽到此处', /*自动检测*/
	'zh_CN' : '点击上传，或将文件拖拽到此处', /*简体*/
	'zh_TW' : '点击上传，或将文件拖拽到此处1', /*繁体*/
	'en_GB' : '点击上传，或将文件拖拽到此处2', /*英语*/
	'jp_JP' : '点击上传，或将文件拖拽到此处3'  /*日语*/
	},

	'class:localTool_4_158' : { /*要翻译的字符串*/
	'auto_detected' : '界面设置', /*自动检测*/
	'zh_CN' : '界面设置', /*简体*/
	'zh_TW' : '界面设置1', /*繁体*/
	'en_GB' : '界面设置2', /*英语*/
	'jp_JP' : '界面设置3'  /*日语*/
	},

	'class:localTool_4_159' : { /*要翻译的字符串*/
	'auto_detected' : '语言配置', /*自动检测*/
	'zh_CN' : '语言配置', /*简体*/
	'zh_TW' : '语言配置1', /*繁体*/
	'en_GB' : '语言配置2', /*英语*/
	'jp_JP' : '语言配置3'  /*日语*/
	},

	'class:localTool_4_160' : { /*要翻译的字符串*/
	'auto_detected' : '自动检测(简体中文)', /*自动检测*/
	'zh_CN' : '自动检测(简体中文)', /*简体*/
	'zh_TW' : '自动检测(简体中文)1', /*繁体*/
	'en_GB' : '自动检测(简体中文)2', /*英语*/
	'jp_JP' : '自动检测(简体中文)3'  /*日语*/
	},

	'class:localTool_4_161' : { /*要翻译的字符串*/
	'auto_detected' : '简体中文', /*自动检测*/
	'zh_CN' : '简体中文', /*简体*/
	'zh_TW' : '简体中文1', /*繁体*/
	'en_GB' : '简体中文2', /*英语*/
	'jp_JP' : '简体中文3'  /*日语*/
	},

	'class:localTool_4_162' : { /*要翻译的字符串*/
	'auto_detected' : '繁体中文', /*自动检测*/
	'zh_CN' : '繁体中文', /*简体*/
	'zh_TW' : '繁体中文1', /*繁体*/
	'en_GB' : '繁体中文2', /*英语*/
	'jp_JP' : '繁体中文3'  /*日语*/
	},

	'class:localTool_4_163' : { /*要翻译的字符串*/
	'auto_detected' : 'English', /*自动检测*/
	'zh_CN' : 'English', /*简体*/
	'zh_TW' : 'English1', /*繁体*/
	'en_GB' : 'English2', /*英语*/
	'jp_JP' : 'English3'  /*日语*/
	},

	'class:localTool_4_164' : { /*要翻译的字符串*/
	'auto_detected' : '主题切换', /*自动检测*/
	'zh_CN' : '主题切换', /*简体*/
	'zh_TW' : '主题切换1', /*繁体*/
	'en_GB' : '主题切换2', /*英语*/
	'jp_JP' : '主题切换3'  /*日语*/
	},

	'class:localTool_4_165' : { /*要翻译的字符串*/
	'auto_detected' : '请选择一个主题，然后点击应用', /*自动检测*/
	'zh_CN' : '请选择一个主题，然后点击应用', /*简体*/
	'zh_TW' : '请选择一个主题，然后点击应用1', /*繁体*/
	'en_GB' : '请选择一个主题，然后点击应用2', /*英语*/
	'jp_JP' : '请选择一个主题，然后点击应用3'  /*日语*/
	},

	'class:localTool_4_166' : { /*要翻译的字符串*/
	'auto_detected' : '应用主题', /*自动检测*/
	'zh_CN' : '应用主题', /*简体*/
	'zh_TW' : '应用主题1', /*繁体*/
	'en_GB' : '应用主题2', /*英语*/
	'jp_JP' : '应用主题3'  /*日语*/
	},

	'class:localTool_4_167' : { /*要翻译的字符串*/
	'auto_detected' : 'UI设置', /*自动检测*/
	'zh_CN' : 'UI设置', /*简体*/
	'zh_TW' : 'UI设置1', /*繁体*/
	'en_GB' : 'UI设置2', /*英语*/
	'jp_JP' : 'UI设置3'  /*日语*/
	},

	'class:localTool_4_168' : { /*要翻译的字符串*/
	'auto_detected' : '预览:', /*自动检测*/
	'zh_CN' : '预览:', /*简体*/
	'zh_TW' : '预览:1', /*繁体*/
	'en_GB' : '预览:2', /*英语*/
	'jp_JP' : '预览:3'  /*日语*/
	},

	'class:localTool_4_169' : { /*要翻译的字符串*/
	'auto_detected' : '主要字体颜色:', /*自动检测*/
	'zh_CN' : '主要字体颜色:', /*简体*/
	'zh_TW' : '主要字体颜色:1', /*繁体*/
	'en_GB' : '主要字体颜色:2', /*英语*/
	'jp_JP' : '主要字体颜色:3'  /*日语*/
	},

	'class:localTool_4_170' : { /*要翻译的字符串*/
	'auto_detected' : '主要背景颜色:', /*自动检测*/
	'zh_CN' : '主要背景颜色:', /*简体*/
	'zh_TW' : '主要背景颜色:1', /*繁体*/
	'en_GB' : '主要背景颜色:2', /*英语*/
	'jp_JP' : '主要背景颜色:3'  /*日语*/
	},

	'class:localTool_4_171' : { /*要翻译的字符串*/
	'auto_detected' : '留言成功字体颜色:', /*自动检测*/
	'zh_CN' : '留言成功字体颜色:', /*简体*/
	'zh_TW' : '留言成功字体颜色:1', /*繁体*/
	'en_GB' : '留言成功字体颜色:2', /*英语*/
	'jp_JP' : '留言成功字体颜色:3'  /*日语*/
	},

	'class:localTool_4_172' : { /*要翻译的字符串*/
	'auto_detected' : '留言失败字体颜色:', /*自动检测*/
	'zh_CN' : '留言失败字体颜色:', /*简体*/
	'zh_TW' : '留言失败字体颜色:1', /*繁体*/
	'en_GB' : '留言失败字体颜色:2', /*英语*/
	'jp_JP' : '留言失败字体颜色:3'  /*日语*/
	},

	'class:localTool_4_173' : { /*要翻译的字符串*/
	'auto_detected' : '留言发生错误字体颜色:', /*自动检测*/
	'zh_CN' : '留言发生错误字体颜色:', /*简体*/
	'zh_TW' : '留言发生错误字体颜色:1', /*繁体*/
	'en_GB' : '留言发生错误字体颜色:2', /*英语*/
	'jp_JP' : '留言发生错误字体颜色:3'  /*日语*/
	},

	'class:localTool_4_174' : { /*要翻译的字符串*/
	'auto_detected' : '保存为主题', /*自动检测*/
	'zh_CN' : '保存为主题', /*简体*/
	'zh_TW' : '保存为主题1', /*繁体*/
	'en_GB' : '保存为主题2', /*英语*/
	'jp_JP' : '保存为主题3'  /*日语*/
	},

	'class:localTool_4_175' : { /*要翻译的字符串*/
	'auto_detected' : '关于SteamAssistant(Steam小助手)', /*自动检测*/
	'zh_CN' : '关于SteamAssistant(Steam小助手)', /*简体*/
	'zh_TW' : '关于SteamAssistant(Steam小助手)1', /*繁体*/
	'en_GB' : '关于SteamAssistant(Steam小助手)2', /*英语*/
	'jp_JP' : '关于SteamAssistant(Steam小助手)3'  /*日语*/
	},

	'class:localTool_4_176' : { /*要翻译的字符串*/
	'auto_detected' : '程序信息:', /*自动检测*/
	'zh_CN' : '程序信息:', /*简体*/
	'zh_TW' : '程序信息:1', /*繁体*/
	'en_GB' : '程序信息:2', /*英语*/
	'jp_JP' : '程序信息:3'  /*日语*/
	},

	'class:localTool_4_177' : { /*要翻译的字符串*/
	'auto_detected' : '当前版本:v0.2.3.0', /*自动检测*/
	'zh_CN' : '当前版本:v0.2.3.0', /*简体*/
	'zh_TW' : '当前版本:v0.2.3.01', /*繁体*/
	'en_GB' : '当前版本:v0.2.3.02', /*英语*/
	'jp_JP' : '当前版本:v0.2.3.03'  /*日语*/
	},

	'class:localTool_4_178' : { /*要翻译的字符串*/
	'auto_detected' : '主程序框架更新时间:2020年4月19日', /*自动检测*/
	'zh_CN' : '主程序框架更新时间:2020年4月19日', /*简体*/
	'zh_TW' : '主程序框架更新时间:2020年4月19日1', /*繁体*/
	'en_GB' : '主程序框架更新时间:2020年4月19日2', /*英语*/
	'jp_JP' : '主程序框架更新时间:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_179' : { /*要翻译的字符串*/
	'auto_detected' : 'common模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'common模块:2020年4月19日', /*简体*/
	'zh_TW' : 'common模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'common模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'common模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_180' : { /*要翻译的字符串*/
	'auto_detected' : 'databaseConf模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'databaseConf模块:2020年4月19日', /*简体*/
	'zh_TW' : 'databaseConf模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'databaseConf模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'databaseConf模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_181' : { /*要翻译的字符串*/
	'auto_detected' : 'externalApis模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'externalApis模块:2020年4月19日', /*简体*/
	'zh_TW' : 'externalApis模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'externalApis模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'externalApis模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_182' : { /*要翻译的字符串*/
	'auto_detected' : 'steamApis模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'steamApis模块:2020年4月19日', /*简体*/
	'zh_TW' : 'steamApis模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'steamApis模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'steamApis模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_183' : { /*要翻译的字符串*/
	'auto_detected' : 'translateApis模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'translateApis模块:2020年4月19日', /*简体*/
	'zh_TW' : 'translateApis模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'translateApis模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'translateApis模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_184' : { /*要翻译的字符串*/
	'auto_detected' : 'Utility模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'Utility模块:2020年4月19日', /*简体*/
	'zh_TW' : 'Utility模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'Utility模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'Utility模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_185' : { /*要翻译的字符串*/
	'auto_detected' : 'UI模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'UI模块:2020年4月19日', /*简体*/
	'zh_TW' : 'UI模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'UI模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'UI模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_186' : { /*要翻译的字符串*/
	'auto_detected' : 'Event模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'Event模块:2020年4月19日', /*简体*/
	'zh_TW' : 'Event模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'Event模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'Event模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_187' : { /*要翻译的字符串*/
	'auto_detected' : 'CityList模块:2020年4月19日', /*自动检测*/
	'zh_CN' : 'CityList模块:2020年4月19日', /*简体*/
	'zh_TW' : 'CityList模块:2020年4月19日1', /*繁体*/
	'en_GB' : 'CityList模块:2020年4月19日2', /*英语*/
	'jp_JP' : 'CityList模块:2020年4月19日3'  /*日语*/
	},

	'class:localTool_4_188' : { /*要翻译的字符串*/
	'auto_detected' : '联系作者:', /*自动检测*/
	'zh_CN' : '联系作者:', /*简体*/
	'zh_TW' : '联系作者:1', /*繁体*/
	'en_GB' : '联系作者:2', /*英语*/
	'jp_JP' : '联系作者:3'  /*日语*/
	},

	'class:localTool_4_189' : { /*要翻译的字符串*/
	'auto_detected' : '反馈错误', /*自动检测*/
	'zh_CN' : '反馈错误', /*简体*/
	'zh_TW' : '反馈错误1', /*繁体*/
	'en_GB' : '反馈错误2', /*英语*/
	'jp_JP' : '反馈错误3'  /*日语*/
	},


}
};
